Repository: Engagendy/noor
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fa, fr, id, ms, tr, ur

source: Memorisation texts
ar: متون الحفظ
bn: হিফজের মতন
es: Textos de memorización
fa: متون حفظ
fr: Textes de mémorisation
id: Matan hafalan
ms: Matan hafalan
tr: Ezber metinleri
ur: حفظ کے متون

source: Memorise
ar: أحفظ
bn: মুখস্থ করুন
es: Memorizar
fa: حفظ
fr: Mémoriser
id: Hafal
ms: Hafal
tr: Ezberle
ur: حفظ کریں

source: Memorize a range
ar: حفظ مقطع
bn: একটি অংশ মুখস্থ করুন
es: Memorizar un rango
fa: حفظ یک بازه
fr: Mémoriser un passage
id: Hafalkan rentang ayat
ms: Hafal satu bahagian
tr: Bir bölümü ezberle
ur: ایک حصہ حفظ کریں

source: Money owed to you
ar: ديون لك عند الناس
bn: মানুষের কাছে আপনার পাওনা
es: Dinero que te deben
fa: طلب‌های شما از دیگران
fr: Sommes qu’on vous doit
id: Piutang
ms: Wang yang terhutang kepada anda
tr: Alacaklarınız
ur: لوگوں کے ذمے آپ کا قرض

source: Moonsighting Committee
ar: لجنة رؤية الهلال
bn: মুনসাইটিং কমিটি
es: Comité de Observación Lunar
fa: کمیتهٔ رؤیت هلال
id: Komite Rukyat Hilal
tr: Hilal Gözlem Komitesi
ur: رؤیتِ ہلال کمیٹی

source: Mushaf
ar: مصحف
bn: মুসহাফ
fa: مصحف
ur: مصحف

source: Mushaf (continuous)
ar: مصحف (متصل)
bn: মুসহাফ (একটানা)
es: Mushaf (continuo)
fa: مصحف (پیوسته)
fr: Mushaf (continu)
id: Mushaf (bersambung)
ms: Mushaf (berterusan)
tr: Mushaf (kesintisiz)
ur: مصحف (مسلسل)

source: Mushaf page fonts
ar: خطوط صفحات المصحف
bn: মুসহাফের পৃষ্ঠার ফন্ট
es: Fuentes de página del mushaf
fa: قلم‌های صفحهٔ مصحف
fr: Polices de pages du Mushaf
id: Font halaman mushaf
ms: Fon halaman mushaf
tr: Mushaf sayfa yazı tipleri
ur: مصحف کے صفحاتی فونٹ

source: Mushaf symbols
ar: رموز المصحف
bn: মুসহাফের চিহ্ন
es: Símbolos del mushaf
fa: نشانه‌های مصحف
fr: Symboles du Mushaf
id: Simbol mushaf
ms: Simbol mushaf
tr: Mushaf sembolleri
ur: مصحف کی علامات

source: Mushaf typeface
ar: خط المصحف
bn: মুসহাফের টাইপফেস
es: Tipografía del mushaf
fa: قلم مصحف
fr: Police du Mushaf
id: Jenis huruf mushaf
ms: Muka taip mushaf
tr: Mushaf yazı tipi
ur: مصحف کا فونٹ

source: Muslim World League
ar: رابطة العالم الإسلامي
bn: মুসলিম ওয়ার্ল্ড লীগ
es: Liga Musulmana Mundial
fa: رابطهٔ جهان اسلام
fr: Ligue islamique mondiale
id: Liga Muslim Dunia
ms: Rabitah Alam Islami
tr: Dünya İslam Birliği
ur: رابطہ عالمِ اسلامی

source: My athkar
ar: أذكاري
bn: আমার জিকির
es: Mis Adhkar
fa: اذکار من
fr: Mes Adhkar
id: Zikir saya
ms: Zikir saya
tr: Zikirlerim
ur: میرے اذکار

source: My location
ar: موقعي
bn: আমার লোকেশন
es: Mi ubicación
fa: موقعیت من
fr: Ma position
id: Lokasi saya
ms: Lokasi saya
tr: Konumum
ur: میرا مقام

source: Names of Allah
ar: أسماء الله الحسنى
bn: আল্লাহর নামসমূহ
es: Nombres de Allah
fa: اسماء الحسنی
fr: Noms d’Allah
id: Asmaul Husna
ms: Asmaul Husna
tr: Esmâü'l-Hüsnâ
ur: اللہ کے اسمائے حسنیٰ

source: Nawafil
ar: النوافل
bn: নফল
fa: نوافل
fr: Prières surérogatoires
id: Salat sunnah
ms: Solat sunat
tr: Nafileler
ur: نوافل

source: Near %@
ar: قرب %@
bn: %@-এর কাছে
es: Cerca de %@
fa: نزدیک %@
fr: Près de %@
id: Dekat %@
ms: Berhampiran %@
tr: %@ yakınında
ur: %@ کے قریب

source: Nearby
ar: بالقرب منك
bn: কাছাকাছি
es: Cerca
fa: نزدیک شما
fr: À proximité
id: Terdekat
ms: Berdekatan
tr: Yakınımda
ur: آس پاس

source: Net wealth
ar: صافي المال
bn: নিট সম্পদ
es: Patrimonio neto
fa: خالص دارایی
fr: Patrimoine net
id: Harta bersih
ms: Harta bersih
tr: Net varlık
ur: خالص مال

source: Next ayah
ar: الآية التالية
bn: পরের আয়াত
es: Aleya siguiente
fa: آیهٔ بعد
fr: Verset suivant
id: Ayat berikutnya
ms: Ayat seterusnya
tr: Sonraki ayet
ur: اگلی آیت

source: Next month
ar: الشهر التالي
bn: পরের মাস
es: Mes siguiente
fa: ماه بعد
fr: Mois suivant
id: Bulan berikutnya
ms: Bulan seterusnya
tr: Sonraki ay
ur: اگلا مہینہ

source: Nisab
ar: النصاب
bn: নিসাব
fa: نصاب
tr: Nisap
ur: نصاب

source: No cities found
ar: لم يُعثر على مدن
bn: কোনো শহর পাওয়া যায়নি
es: No se encontraron ciudades
fa: شهری پیدا نشد
fr: Aucune ville trouvée
id: Kota tidak ditemukan
ms: Tiada bandar dijumpai
tr: Şehir bulunamadı
ur: کوئی شہر نہیں ملا

source: No city found near your location. Search for the nearest city.
ar: لم نجد مدينة قريبة من موقعك. ابحث عن أقرب مدينة.
bn: আপনার লোকেশনের কাছে কোনো শহর পাওয়া যায়নি। নিকটতম শহর খুঁজুন।
es: No se encontró ninguna ciudad cerca de tu ubicación. Busca la ciudad más cercana.
fa: شهری نزدیک موقعیت شما پیدا نشد. نزدیک‌ترین شهر را جستجو کنید.
fr: Aucune ville trouvée près de votre position. Recherchez la ville la plus proche.
id: Tidak ada kota yang ditemukan dekat lokasi Anda. Cari kota terdekat.
ms: Tiada bandar ditemui berhampiran lokasi anda. Cari bandar terdekat.
tr: Konumunuzun yakınında şehir bulunamadı. En yakın şehri arayın.
ur: آپ کے مقام کے قریب کوئی شہر نہیں ملا۔ قریب ترین شہر تلاش کریں۔

source: No favourite athkar yet
ar: لا توجد أذكار مفضّلة بعد
bn: এখনও কোনো পছন্দের জিকির নেই
es: Aún no hay Adhkar favoritos
fa: هنوز ذکر مورد علاقه‌ای نیست
fr: Aucun dhikr favori pour l'instant
id: Belum ada zikir favorit
ms: Belum ada zikir kegemaran
tr: Henüz favori zikir yok
ur: ابھی کوئی پسندیدہ اذکار نہیں

source: No matches
ar: لا نتائج
bn: কিছু পাওয়া যায়নি
es: Sin resultados
fa: نتیجه‌ای نیست
fr: Aucun résultat
id: Tidak ada hasil
ms: Tiada padanan
tr: Sonuç yok
ur: کوئی نتیجہ نہیں

source: No matches in the learning texts
ar: لا نتائج في نصوص التعلّم
bn: শেখার লেখাগুলোতে কিছু পাওয়া যায়নি
es: Sin resultados en los textos de aprendizaje
fa: در متون آموزشی نتیجه‌ای نیست
fr: Aucun résultat dans les textes d’apprentissage
id: Tidak ada hasil di teks pembelajaran
ms: Tiada padanan dalam teks pembelajaran
tr: Öğrenme metinlerinde sonuç yok
ur: سیکھنے کے متون میں کوئی نتیجہ نہیں

source: No matches in this surah
ar: لا نتائج في هذه السورة
bn: এই সূরায় কিছু পাওয়া যায়নি
es: Sin resultados en esta sura
fa: در این سوره نتیجه‌ای نیست
fr: Aucun résultat dans cette sourate
id: Tidak ada hasil di surah ini
ms: Tiada padanan dalam surah ini
tr: Bu surede sonuç yok
ur: اس سورہ میں کوئی نتیجہ نہیں

source: No matching athkar
ar: لا توجد أذكار مطابقة
bn: মিলে এমন কোনো জিকির নেই
es: No hay Adhkar coincidentes
fa: ذکر مطابقی نیست
fr: Aucun dhikr correspondant
id: Tidak ada zikir yang cocok
ms: Tiada zikir yang sepadan
tr: Eşleşen zikir yok
ur: کوئی مطابق اذکار نہیں

source: No matching lines
ar: لا توجد أبيات مطابقة
bn: মিলে এমন কোনো পঙক্তি নেই
es: No hay versos coincidentes
fa: بیت مطابقی نیست
fr: Aucun vers correspondant
id: Tidak ada bait yang cocok
ms: Tiada bait yang sepadan
tr: Eşleşen beyit yok
ur: کوئی مطابق اشعار نہیں

source: Noor
ar: نور
fa: نور
ur: نور

source: Notification
ar: الإشعار
bn: নোটিফিকেশন
es: Notificación
fa: اعلان
id: Notifikasi
ms: Pemberitahuan
tr: Bildirim
ur: اطلاع

source: Notification sound
ar: صوت الإشعار
bn: নোটিফিকেশনের শব্দ
es: Sonido de notificación
fa: صدای اعلان
fr: Son de notification
id: Suara notifikasi
ms: Bunyi pemberitahuan
tr: Bildirim sesi
ur: اطلاع کی آواز

source: Notifications are scheduled on your device for the next 12 days and roll forward automatically.
ar: تُجدول الإشعارات على جهازك للأيام الاثني عشر القادمة وتتجدد تلقائيًا.
bn: আগামী ১২ দিনের নোটিফিকেশন আপনার ডিভাইসেই নির্ধারিত থাকে এবং নিজে থেকেই সামনে এগিয়ে যায়।
es: Las notificaciones se programan en tu dispositivo para los próximos 12 días y se renuevan automáticamente.
fa: اعلان‌ها برای ۱۲ روز آینده روی دستگاه شما زمان‌بندی می‌شوند و خودبه‌خود به‌روز می‌مانند.
fr: Les notifications sont programmées sur votre appareil pour les 12 prochains jours et se renouvellent automatiquement.
id: Notifikasi dijadwalkan di perangkat Anda untuk 12 hari ke depan dan diperbarui otomatis.
ms: Pemberitahuan dijadualkan pada peranti anda untuk 12 hari akan datang dan diperbaharui secara automatik.
tr: Bildirimler cihazınızda önümüzdeki 12 gün için planlanır ve otomatik olarak yenilenir.
ur: اطلاعات آپ کے آلے پر اگلے ۱۲ دن کے لیے طے کی جاتی ہیں اور خودبخود آگے بڑھتی رہتی ہیں۔

source: Notifications are scheduled on your device for the next 12 days and roll forward automatically. Toggle individual prayers with the bell on the Prayer screen.
ar: تُجدول الإشعارات على جهازك للأيام الاثني عشر القادمة وتتجدد تلقائيًا. يمكنك تفعيل أو إيقاف كل صلاة على حدة من زر الجرس في شاشة الصلاة.
bn: আগামী ১২ দিনের নোটিফিকেশন আপনার ডিভাইসেই নির্ধারিত থাকে এবং নিজে থেকেই সামনে এগিয়ে যায়। নামাজ স্ক্রিনের ঘণ্টা বোতাম দিয়ে প্রতিটি নামাজ আলাদাভাবে চালু বা বন্ধ করতে পারেন।
es: Las notificaciones se programan en tu dispositivo para los próximos 12 días y se renuevan automáticamente. Activa o desactiva cada oración con la campana de la pantalla Oración.
fa: اعلان‌ها برای ۱۲ روز آینده روی دستگاه شما زمان‌بندی می‌شوند و خودبه‌خود به‌روز می‌مانند. هر نماز را جداگانه با زنگولهٔ صفحهٔ نماز روشن یا خاموش کنید.
fr: Les notifications sont programmées sur votre appareil pour les 12 prochains jours et se renouvellent automatiquement. Activez ou désactivez chaque prière avec la cloche, sur l’écran Prière.
id: Notifikasi dijadwalkan di perangkat Anda untuk 12 hari ke depan dan diperbarui otomatis. Aktifkan atau matikan tiap salat lewat ikon bel di layar Salat.
ms: Pemberitahuan dijadualkan pada peranti anda untuk 12 hari akan datang dan diperbaharui secara automatik. Hidupkan atau matikan setiap solat dengan ikon loceng pada skrin Solat.
tr: Bildirimler cihazınızda önümüzdeki 12 gün için planlanır ve otomatik olarak yenilenir. Namaz ekranındaki zil simgesiyle her namazı ayrı ayrı açıp kapatabilirsiniz.
ur: اطلاعات آپ کے آلے پر اگلے ۱۲ دن کے لیے طے کی جاتی ہیں اور خودبخود آگے بڑھتی رہتی ہیں۔ ہر نماز الگ الگ نماز کی اسکرین پر گھنٹی کے ذریعے آن یا آف کریں۔

source: OK
ar: حسنًا
bn: ঠিক আছে
fa: تأیید
tr: Tamam
ur: ٹھیک ہے

source: ON THIS DAY
ar: في مثل هذا اليوم
bn: আজকের দিনে
es: UN DÍA COMO HOY
fa: در چنین روزی
fr: CE JOUR-LÀ
id: PADA HARI INI
ms: PADA HARI INI
tr: TARİHTE BUGÜN
ur: اسی دن

source: Off
ar: بدون
bn: বন্ধ
es: Ninguno
fa: خاموش
fr: Aucun
id: Nonaktif
ms: Tiada
tr: Kapalı
ur: بند

source: Offline tafsir texts
ar: نصوص التفسير دون اتصال
bn: অফলাইন তাফসিরের লেখা
es: Textos de tafsir sin conexión
fa: متن‌های تفسیر آفلاین
fr: Textes de Tafsir hors ligne
id: Teks tafsir offline
ms: Teks tafsir luar talian
tr: Çevrimdışı tefsir metinleri
ur: آف لائن تفسیر کے متون

source: Only the ayat with words worth glossing appear here.
ar: تظهر هنا الآيات التي فيها كلمات تحتاج بيانًا فقط.
bn: যেসব আয়াতে ব্যাখ্যার মতো শব্দ আছে কেবল সেগুলোই এখানে দেখা যায়।
es: Aquí solo aparecen las aleyas con palabras que necesitan explicación.
fa: تنها آیه‌هایی که واژهٔ نیازمند توضیح دارند اینجا می‌آیند.
fr: Seuls les versets contenant des mots à expliquer apparaissent ici.
id: Hanya ayat yang memuat kata yang perlu dijelaskan yang muncul di sini.
ms: Hanya ayat yang mempunyai perkataan yang perlu dijelaskan muncul di sini.
tr: Burada yalnızca açıklanmaya değer kelimeler içeren ayetler görünür.
ur: یہاں صرف وہ آیات آتی ہیں جن میں وضاحت طلب الفاظ ہیں۔

source: Only the surahs you have downloaded were searched — the word may still be in the rest.
ar: لم يُبحث إلا في السور التي نزّلتها على جهازك — وقد تكون الكلمة في بقيّة السور.
bn: কেবল আপনার ডাউনলোড করা সূরাগুলোতেই খোঁজা হয়েছে — শব্দটি বাকি সূরাগুলোতে থাকতে পারে।
es: Solo se buscó en las suras que has descargado: la palabra puede estar en las demás.
fa: تنها در سوره‌هایی که دانلود کرده‌اید جست‌وجو شد — ممکن است این واژه در بقیه باشد.
fr: La recherche n’a porté que sur les sourates téléchargées — le mot peut se trouver dans les autres.
id: Yang dicari hanya surah yang sudah Anda unduh — kata itu mungkin ada di surah lainnya.
ms: Hanya surah yang telah anda muat turun dicari — perkataan itu mungkin ada dalam surah yang selebihnya.
tr: Yalnızca indirdiğiniz surelerde arama yapıldı — kelime diğerlerinde de geçiyor olabilir.
ur: تلاش صرف ان سورتوں میں ہوئی جو آپ نے ڈاؤن لوڈ کی ہیں — یہ لفظ باقی سورتوں میں بھی ہو سکتا ہے۔

source: Open Settings
ar: فتح الإعدادات
bn: সেটিংস খুলুন
es: Abrir Ajustes
fa: باز کردن تنظیمات
fr: Ouvrir Réglages
id: Buka Setelan
ms: Buka Tetapan
tr: Ayarlar'ı aç
ur: ترتیبات کھولیں

source: Or jump to a juz
ar: أو انتقل إلى جزء
bn: অথবা কোনো পারায় যান
es: O salta a un yuz
fa: یا به یک جزء بروید
fr: Ou aller à un Juz
id: Atau lompat ke juz
ms: Atau lompat ke juzuk
tr: Veya bir cüze geçin
ur: یا کسی پارے پر جائیں

source: Page %lld
ar: صفحة %lld
bn: পৃষ্ঠা %lld
es: Página %lld
fa: صفحهٔ %lld
id: Halaman %lld
ms: Halaman %lld
tr: %lld. sayfa
ur: صفحہ %lld

source: Page (Madani print)
ar: صفحة (طبعة المدينة)
bn: পৃষ্ঠা (মাদানি মুদ্রণ)
es: Página (impresión de Medina)
fa: صفحه (چاپ مدینه)
fr: Page (impression de Médine)
id: Halaman (cetakan Madinah)
ms: Halaman (cetakan Madani)
tr: Sayfa (Medine baskısı)
ur: صفحہ (مصحفِ مدینہ)

source: Page font unavailable
ar: خط الصفحة غير متاح
bn: পৃষ্ঠার ফন্ট পাওয়া যাচ্ছে না
es: Fuente de página no disponible
fa: قلم صفحه در دسترس نیست
fr: Police de page indisponible
id: Font halaman tidak tersedia
ms: Fon halaman tidak tersedia
tr: Sayfa yazı tipi kullanılamıyor
ur: صفحے کا فونٹ دستیاب نہیں

source: Pause
ar: إيقاف مؤقت
bn: পজ
es: Pausa
fa: مکث
id: Jeda
ms: Jeda
tr: Duraklat
ur: وقفہ

source: Pause marks (علامات الوقف)
ar: علامات الوقف
bn: ওয়াকফের চিহ্ন (علامات الوقف)
es: Signos de pausa (علامات الوقف)
fa: علامت‌های وقف
fr: Signes de pause (علامات الوقف)
id: Tanda waqaf (علامات الوقف)
ms: Tanda waqaf (علامات الوقف)
tr: Vakıf işaretleri (علامات الوقف)
ur: وقف کی علامات (علامات الوقف)

source: Pause marks, mushaf symbols and the letter rules.
ar: علامات الوقف ورموز المصحف وأحكام الحروف.
bn: ওয়াকফের চিহ্ন, মুসহাফের প্রতীক ও হরফের বিধান।
es: Signos de pausa, símbolos del mushaf y reglas de las letras.
fa: علامت‌های وقف، نشانه‌های مصحف و احکام حروف.
fr: Signes de pause, symboles du Mushaf et règles des lettres.
id: Tanda waqaf, simbol mushaf, dan hukum-hukum huruf.
ms: Tanda waqaf, simbol mushaf dan hukum huruf.
tr: Vakıf işaretleri, mushaf sembolleri ve harf kuralları.
ur: وقف کی علامات، مصحف کی علامات اور حروف کے احکام۔

source: Pick a surah and read its tafsir ayah by ayah.
ar: اختر سورة واقرأ تفسيرها آيةً آية.
bn: একটি সূরা বেছে নিয়ে আয়াত ধরে ধরে তার তাফসির পড়ুন।
es: Elige una sura y lee su tafsir aleya por aleya.
fa: سوره‌ای را انتخاب کنید و تفسیر آن را آیه‌به‌آیه بخوانید.
fr: Choisissez une sourate et lisez son Tafsir verset par verset.
id: Pilih surah dan baca tafsirnya ayat per ayat.
ms: Pilih surah dan baca tafsirnya ayat demi ayat.
tr: Bir sure seçin ve tefsirini ayet ayet okuyun.
ur: کوئی سورہ منتخب کریں اور اس کی تفسیر آیت بہ آیت پڑھیں۔

source: Play
ar: تشغيل
bn: প্লে
es: Reproducir
fa: پخش
fr: Lecture
id: Putar
ms: Main
tr: Oynat
ur: چلائیں

source: Play chapter
ar: تشغيل الفصل
bn: অধ্যায় প্লে করুন
es: Reproducir capítulo
fa: پخش فصل
fr: Lire le chapitre
id: Putar bab
ms: Mainkan bab
tr: Bölümü oynat
ur: باب چلائیں

source: Play from here
ar: التشغيل من هنا
bn: এখান থেকে প্লে করুন
es: Reproducir desde aquí
fa: پخش از اینجا
fr: Lire à partir d’ici
id: Putar dari sini
ms: Main dari sini
tr: Buradan oynat
ur: یہاں سے چلائیں

source: Play recitation
ar: تشغيل التلاوة
bn: তিলাওয়াত প্লে করুন
es: Reproducir recitación
fa: پخش تلاوت
fr: Lire la récitation
id: Putar tilawah
ms: Mainkan bacaan
tr: Tilaveti oynat
ur: تلاوت چلائیں

source: Play surah
ar: تشغيل السورة
bn: সূরা প্লে করুন
es: Reproducir sura
fa: پخش سوره
fr: Lire la sourate
id: Putar surah
ms: Mainkan surah
tr: Sureyi oynat
ur: سورہ چلائیں

source: Playback mode
ar: وضع التشغيل
bn: প্লেব্যাক মোড
es: Modo de reproducción
fa: حالت پخش
fr: Mode d’écoute
id: Mode pemutaran
ms: Mod main balik
tr: Oynatma modu
ur: چلانے کا انداز

source: Plays straight through
ar: يقرأ السورة كاملة بلا تكرار
bn: পুরো সূরা একটানা চলে
es: Reproduce de corrido, sin repetir
fa: سوره را یک‌سره و بدون تکرار می‌خواند
fr: Lecture continue, sans répétition
id: Diputar utuh tanpa pengulangan
ms: Membaca terus tanpa ulangan
tr: Baştan sona kesintisiz okur
ur: پوری سورہ بغیر تکرار کے چلتی ہے

source: Point the arrow at the Kaaba
ar: وجّه السهم نحو الكعبة
bn: তিরটি কাবার দিকে রাখুন
es: Apunta la flecha hacia la Kaaba
fa: پیکان را به‌سوی کعبه بگیرید
fr: Dirigez la flèche vers la Kaaba
id: Arahkan panah ke Kakbah
ms: Halakan anak panah ke arah Kaabah
tr: Oku Kâbe'ye doğrultun
ur: تیر کا رخ کعبہ کی طرف کریں

source: Popular
ar: الأكثر شيوعًا
bn: জনপ্রিয়
es: Populares
fa: پرطرفدار
fr: Populaires
id: Populer
tr: Popüler
ur: مقبول

source: Prayer
ar: الصلاة
bn: নামাজ
es: Oración
fa: نماز
fr: Prière
id: Salat
ms: Solat
tr: Namaz
ur: نماز

source: Prayer Settings
ar: إعدادات الصلاة
bn: নামাজের সেটিংস
es: Ajustes de oración
fa: تنظیمات نماز
fr: Réglages de prière
id: Setelan Salat
ms: Tetapan Solat
tr: Namaz Ayarları
ur: نماز کی ترتیبات

source: Prayer Times
ar: مواقيت الصلاة
bn: নামাজের সময়
es: Horarios de oración
fa: اوقات نماز
fr: Horaires de prière
id: Jadwal Salat
ms: Waktu Solat
tr: Namaz Vakitleri
ur: نماز کے اوقات

source: Prayer settings
ar: إعدادات الصلاة
bn: নামাজের সেটিংস
es: Ajustes de oración
fa: تنظیمات نماز
fr: Réglages de prière
id: Setelan salat
ms: Tetapan solat
tr: Namaz ayarları
ur: نماز کی ترتیبات

source: Preparing page %lld…
ar: جارٍ تجهيز الصفحة %lld…
bn: পৃষ্ঠা %lld তৈরি হচ্ছে…
es: Preparando la página %lld…
fa: در حال آماده‌سازی صفحهٔ %lld…
fr: Préparation de la page %lld…
id: Menyiapkan halaman %lld…
ms: Menyediakan halaman %lld…
tr: %lld. sayfa hazırlanıyor…
ur: صفحہ %lld تیار ہو رہا ہے…

source: Preparing the search…
ar: جارٍ تهيئة البحث…
bn: সার্চ তৈরি হচ্ছে…
es: Preparando la búsqueda…
fa: در حال آماده‌سازی جست‌وجو…
fr: Préparation de la recherche…
id: Menyiapkan pencarian…
ms: Menyediakan carian…
tr: Arama hazırlanıyor…
ur: تلاش تیار ہو رہی ہے…

source: Preparing video…
ar: جارٍ تجهيز الفيديو…
bn: ভিডিও তৈরি হচ্ছে…
es: Preparando el video…
fa: در حال آماده‌سازی ویدیو…
fr: Préparation de la vidéo…
id: Menyiapkan video…
ms: Menyediakan video…
tr: Video hazırlanıyor…
ur: ویڈیو تیار ہو رہی ہے…

source: Previous ayah
ar: الآية السابقة
bn: আগের আয়াত
es: Aleya anterior
fa: آیهٔ پیش
fr: Verset précédent
id: Ayat sebelumnya
ms: Ayat sebelumnya
tr: Önceki ayet
ur: پچھلی آیت

source: Previous month
ar: الشهر السابق
bn: আগের মাস
es: Mes anterior
fa: ماه پیش
fr: Mois précédent
id: Bulan sebelumnya
ms: Bulan sebelumnya
tr: Önceki ay
ur: پچھلا مہینہ

source: Print quality (~350 MB)
ar: جودة الطباعة (~٣٥٠ م.ب)
bn: মুদ্রণমান (~৩৫০ MB)
es: Calidad de impresión (~350 MB)
fa: کیفیت چاپ (~۳۵۰ مگابایت)
fr: Qualité impression (~350 Mo)
id: Kualitas cetak (~350 MB)
ms: Kualiti cetakan (~350 MB)
tr: Baskı kalitesi (~350 MB)
ur: طباعتی معیار (~۳۵۰ MB)

source: Qibla
ar: القبلة
bn: কিবলা
es: Alquibla
fa: قبله
id: Kiblat
ms: Kiblat
tr: Kıble
ur: قبلہ

source: Quran
ar: القرآن
bn: কুরআন
es: Corán
fa: قرآن
fr: Coran
id: Al-Qur'an
ms: Al-Quran
tr: Kur'an
ur: قرآن

source: Quran text size
ar: حجم نص القرآن
bn: কুরআনের লেখার আকার
es: Tamaño del texto del Corán
fa: اندازهٔ متن قرآن
fr: Taille du texte coranique
id: Ukuran teks Al-Qur'an
ms: Saiz teks Al-Quran
tr: Kur'an yazı boyutu
ur: قرآن کے متن کا سائز

source: Quran, prayer times, and athkar — private and free forever
ar: القرآن ومواقيت الصلاة والأذكار — خاص ومجاني للأبد
bn: কুরআন, নামাজের সময় ও জিকির — গোপনীয় এবং চিরকাল ফ্রি
es: Corán, oración y Adhkar — privado y gratis para siempre
fa: قرآن، اوقات نماز و اذکار — خصوصی و همیشه رایگان
fr: Coran, prière et Adhkar — privé et gratuit à jamais
id: Al-Qur'an, jadwal salat, dan zikir — privat dan gratis selamanya
ms: Al-Quran, waktu solat dan zikir — peribadi dan percuma selamanya
tr: Kur'an, namaz vakitleri ve zikirler — gizliliğinize saygılı, sonsuza dek ücretsiz
ur: قرآن، نماز کے اوقات اور اذکار — نجی اور ہمیشہ مفت

source: Quranic word meanings
ar: غريب القرآن
bn: কুরআনের শব্দার্থ
es: Palabras difíciles del Corán
fa: معانی واژه‌های قرآن
fr: Sens des mots coraniques
id: Makna kata Al-Qur'an
ms: Makna perkataan Al-Quran
tr: Kur'an kelime anlamları
ur: قرآنی الفاظ کے معانی

source: Read
ar: اقرأ
bn: পড়ুন
es: Leer
fa: خواندن
fr: Lire
id: Baca
ms: Baca
tr: Oku
ur: پڑھیں

source: Reader options
ar: خيارات القارئ
bn: রিডারের অপশন
es: Opciones de lectura
fa: گزینه‌های صفحهٔ خواندن
fr: Options de lecture
id: Opsi pembaca
ms: Pilihan pembaca
tr: Okuma seçenekleri
ur: مطالعے کے اختیارات

source: Reading mode
ar: وضع القراءة
bn: পড়ার ধরন
es: Modo de lectura
fa: حالت خواندن
fr: Mode de lecture
id: Mode baca
ms: Mod bacaan
tr: Okuma modu
ur: پڑھنے کا انداز

source: Reads each ayah in the chosen language right after the Arabic.
ar: تُقرأ كل آية باللغة المختارة بعد التلاوة العربية مباشرة.
bn: আরবি তিলাওয়াতের পরপরই প্রতিটি আয়াত নির্বাচিত ভাষায় পড়ে শোনায়।
es: Lee cada aleya en el idioma elegido justo después del árabe.
fa: هر آیه بلافاصله پس از عربی به زبان انتخابی خوانده می‌شود.
fr: Chaque verset est lu dans la langue choisie juste après l’arabe.
id: Membacakan tiap ayat dalam bahasa pilihan tepat setelah bacaan Arabnya.
ms: Membaca setiap ayat dalam bahasa pilihan sebaik sahaja selepas bacaan Arab.
tr: Her ayeti Arapçasının hemen ardından seçtiğiniz dilde okur.
ur: ہر آیت عربی کے فوراً بعد منتخب زبان میں پڑھی جاتی ہے۔

source: Reads slowly, for learning
ar: قراءة بطيئة للتعلّم
bn: ধীরে পড়ে, শেখার জন্য
es: Lee despacio, para aprender
fa: آهسته می‌خواند، برای آموزش
fr: Lecture lente, pour apprendre
id: Dibaca perlahan, untuk belajar
ms: Bacaan perlahan, untuk pembelajaran
tr: Öğrenmek için yavaş okur
ur: آہستہ پڑھتے ہیں، سیکھنے کے لیے

source: Recitations
ar: التلاوات
bn: তিলাওয়াত
es: Recitaciones
fa: تلاوت‌ها
fr: Récitations
id: Tilawah
ms: Bacaan
tr: Tilavetler
ur: تلاوتیں

source: Reciter
ar: القارئ
bn: ক্বারি
es: Recitador
fa: قاری
fr: Récitateur
id: Qari
ms: Qari
tr: Kari
ur: قاری

source: Reference
ar: مرجع
bn: সূত্র
es: Referencia
fa: منبع
fr: Référence
id: Rujukan
ms: Rujukan
tr: Kaynak
ur: حوالہ

source: Remove from favourites
ar: إزالة من المفضّلة
bn: পছন্দের তালিকা থেকে সরান
es: Quitar de favoritos
fa: حذف از علاقه‌مندی‌ها
fr: Retirer des favoris
id: Hapus dari favorit
ms: Buang dari kegemaran
tr: Favorilerden kaldır
ur: پسندیدہ سے ہٹائیں

source: Remove mark
ar: إزالة العلامة
bn: চিহ্ন সরান
es: Quitar marca
fa: برداشتن نشان
fr: Retirer la marque
id: Hapus tanda
ms: Buang tanda
tr: İşareti kaldır
ur: نشان ہٹائیں

source: Repeat %@×
ar: يُكرر %@ مرة
bn: পুনরাবৃত্তি %@×
es: Repetir %@×
fa: تکرار %@×
fr: Répéter %@×
id: Ulang %@×
ms: Ulang %@×
tr: %@× tekrar
ur: تکرار %@×

source: Repeat %lld×
ar: يُكرر %lld مرة
bn: পুনরাবৃত্তি %lld×
es: Repetir %lld×
fa: تکرار %lld×
fr: Répéter %lld×
id: Ulang %lld×
ms: Ulang %lld×
tr: %lld× tekrar
ur: تکرار %lld×

source: Repeat ayah
ar: تكرار الآية
bn: আয়াত পুনরাবৃত্তি
es: Repetir aleya
fa: تکرار آیه
fr: Répéter le verset
id: Ulangi ayat
ms: Ulang ayat
tr: Ayeti tekrarla
ur: آیت دہرائیں

source: Repeat each ayah
ar: تكرار كل آية
bn: প্রতিটি আয়াত পুনরাবৃত্তি
es: Repetir cada aleya
fa: تکرار هر آیه
fr: Répéter chaque verset
id: Ulangi tiap ayat
ms: Ulang setiap ayat
tr: Her ayeti tekrarla
ur: ہر آیت دہرائیں

# Repetition %lld of %lld
source: Repetition %1$lld of %2$lld
ar: التكرار %1$lld من %2$lld
bn: পুনরাবৃত্তি %2$lld-এর মধ্যে %1$lld
es: Repetición %1$lld de %2$lld
fa: تکرار %1$lld از %2$lld
fr: Répétition %1$lld sur %2$lld
id: Pengulangan %1$lld dari %2$lld
ms: Ulangan %1$lld daripada %2$lld
tr: Tekrar %1$lld / %2$lld
ur: %2$lld میں سے %1$lld تکرار

source: Reset
ar: إعادة الضبط
bn: রিসেট
es: Restablecer
fa: بازنشانی
fr: Réinitialiser
id: Atur ulang
ms: Tetapkan semula
tr: Sıfırla
ur: دوبارہ ترتیب دیں

source: Restart Noor to apply the language change.
ar: أعد تشغيل نور لتطبيق تغيير اللغة.
bn: ভাষার পরিবর্তন কার্যকর করতে Noor আবার চালু করুন।
es: Reinicia Noor para aplicar el cambio de idioma.
fa: برای اعمال تغییر زبان، نور را دوباره اجرا کنید.
fr: Redémarrez Noor pour appliquer le changement de langue.
id: Mulai ulang Noor untuk menerapkan perubahan bahasa.
ms: Mulakan semula Noor untuk menggunakan perubahan bahasa.
tr: Dil değişikliğinin uygulanması için Noor'u yeniden başlatın.
ur: زبان کی تبدیلی لاگو کرنے کے لیے نور کو دوبارہ چلائیں۔

source: Result
ar: النتيجة
bn: ফলাফল
es: Resultado
fa: نتیجه
fr: Résultat
id: Hasil
ms: Keputusan
tr: Sonuç
ur: نتیجہ
